{
    "home": "Hjem",
    "about": "Om oss",
    "deadlines": "Nyttig informasjon",
    "contact_us": "Kontakt oss",
    "tjenester": "Tjenester",
    "english": "Engelsk",
    "norwegian": "Norsk",
    "language": "Språk",
  
    "omOssOverskrift1": "Vår historie",
    "omOssOverskrift2": "Bak tallene står vi, din pålitelige partner for økonomisk suksess!",
    "omOssBrødtekst1": "M&N Regnskap har en sentral beliggenhet på Alna og har omfattende erfaring med regnskapsførsel i ulike bransjer. Vi betjener kunder i Oslo, og andre deler av Norge.",
    "omOssBrødtekst2": "Vårt team består av høyt utdannede medarbeidere med lang erfaring innen feltet. Selskapet ble grunnlagt av Moosa Ali Rashid og Naila Sohail Khokhar i 2008, begge med utdanning innen revisjon.",
    "omOssBrødtekst3": "M&N Regnskap har en høy faglig standard og gode rutiner for kvalitetssikring, da vi er oppmerksomme på at regnskapsføring er forbundet med strenge krav og stramme tidsfrister. Vi tilbyr tjenester fra A til Å og jobber i dag i stor grad digitalt, men vi tilpasser oss også klientenes ønsker om papirbaserte løsninger. La oss ta oss av regnskapet, slik at du kan fokusere på det du er best på!",
    "omOssBrødtekst4": "Konsentrer deg om det du er god på – Vi tar oss av regnskapet!",
    "omOssTeam": "Vårt team",
  
    "regnskap": "M&N REGNSKAP",
    "home_page_text": "Vi tar vare på regnskapet ditt!",
    "about_us": "Om oss",
    "more_info": "Mer Info",
    "ambitions_expertise": "Dine ambisjoner, vår ekspertise - Hvordan kan vi støtte deg?",
    "accounting": "Regnskap",
    "accounting_description": "Løpende bokføring, årsoppgjør og Rapportering til Altinn.",
    "advice": "Rådgivning",
    "advice_description": "Få assistanse fra regnskapseksperter for å få mest mulig ut av tiden og pengene dine.",
    "salary": "Lønn",
    "salary_description": "Har du ansatte? Spar tid ved å la oss håndtere lønnsbehandling og rapportering til A-meldingen.",
    "tax_return": "Skattemelding",
    "tax_return_description": "Vi hjelper deg med dine private skattemeldinger enten elektronisk eller e-post.",
  
    "charted_accountant": "Statsautorisert  regnskapsfører",
    "our_partner": "Våre partnere",
    "focus_on": "Konsentrer deg om det du er god på - Vi tar oss av regnskapet! Kontakt oss for en uforpliktende samtale.",
  
    "history": "Historie",
    "about_us_text": "M&N Accounting er et personlig regnskapsfirma som kommuniserer godt med sine kunder, kjenner deres økonomiske historie og situasjon, og tilbyr tjenester som optimaliserer kundens økonomiske situasjon. Målet vårt er å være en viktig bidragsyter for våre kunder som regnskapsfører og rådgiver. Vi har et bredt nettverk av kontakter innen revisjon og juridiske tjenester",
    "history_text": "M&N Accounting ligger sentralt på Frogner. Vi har omfattende erfaring innen regnskap i de fleste bransjer. Vi tilbyr regnskapstjenester for kunder i Oslo og resten av Norge. Vi har ansatte med høy utdannelse og omfattende erfaring.",
    "the_team_behind": "Teamet bak M&N Regnskap",
    "chartered_accountant": "Statsautorisert revisor",
    "accountant": "Revisor",
  
    "MN_accountant": "M&N REGNSKAPSFØRER",
    "we_take_care_of_accounting": "Vi tar vare på regnskapet!",
    "how_can_we_support_you": "Dine Ambisjoner, Vår Ekspertise – Hvordan Kan Vi Støtte Deg?",
    "Accounting": "Regnskap",
    "what_we_offer": "Løpende bokføring, årsoppgjør, skattemeldinger og rapportering til Altinn.",
    "our_partners": "Våre partnere",
    "meet_us": "Møt oss",
    "join_us": "Ønsker du å samarbeide med oss?",
    "contact_us_conversation": "Konsentrer deg om det du er god på - Vi tar oss av regnskapet! Kontakt oss for en uforpliktende samtale.",
  
  
  
    "anything_on_heart": "Har du noe på hjertet?",
    "what_our_team_does": "Vi gjør jobben vår grundig, slik at alt blir enklere for deg. Vårt dedikerte team står klare til å lytte til dine behov og gi deg den beste opplevelsen.",
    "talk_to_us": "Snakk med oss",
    "your_feedback": "Din tilbakemelding er viktig for oss. Vi er klare til å lytte og finne løsninger sammen",
    "when_on_distress": "Når en er i nød",
    "help_from_us": ".. trenger man litt hjelp fra venner... eller MN Regnskap support. Ikke overtenk... vi er her for deg.",
    "request_a_consultation": "Be om konsultasjon",
    "concentrate": "Konsentrer deg om det du er god på – Vi tar oss av regnskapet! Ta kontakt med oss for en uforpliktende samtale.",
    "name": "Navn",
    "Email": "E-post",
    "send": "Send inn",
    "talk_coffee": "Skal vi ta det over en kopp kaffe? ☕️",
    "head_office": "Hovedkontor",
    "call_us": "Ring oss",
    "organization_number": "Organisasjon nummer",
    "ok": "Godkjenninger",
  
    "namePlaceholder": "Navn",
    "emailPlaceholder": "Email",
    "messagePlaceholder": "Skriv meldingen din her",
  
    "Ta": "Kontakt",
  
  
  
  
    "deadlinesTitle": "Frister",
    "annualAccountingDeadlinesTitle": "Årets regnskapsfrister",
    "annualAccountingDeadlinesText": "Det er viktig å holde styr på frister og innleveringer når det gjelder ulike regnskapsoppgaver. Å holde seg oppdatert med disse fristene er avgjørende. Nedenfor følger en oversikt over de viktigste og mest vanlige fristene som bedriftseiere må ta hensyn til!",
    "shareholderDeclarationTitle": "Aksjonærregisteroppgaven",
    "deadline": "Frist:",
    "shareholderDeclarationDeadline": "31. januar",
    "who": "Hvem:",
  
    "shareholderDeclarationFor": "Alle AS.",
    "VATDeadlinesTitle": "Mva-frister",
    "VATDeadlineBiMonthly": "Mva (annenhver måned)",
    "VATDeadlineBiMonthlyDates": "10. apr. / 10. jun. / 31. aug. / 10. okt. / 10. des. / 10. feb",
    "VATDeadlineBiMonthlyFor": "Alle mva-registrerte som ikke har årlig mva.",
    "VATDeadlineAnnual": "Mva (årlig)",
    "VATDeadlineAnnualDate": " 10. mars",
    "VATDeadlineAnnualFor": "Alle som har årlig mva.",
    "VATAnnualNote": "Årlig mva er noe foretak med under 1 million i årlig omsetning kan søke om.",
    "employmentDeclarationTitle": "A-melding",
    "employmentDeclarationDeadline": "Hver måned (innen den 5. påfølgende måned).",
    "employmentDeclarationFor": " Alle som utbetaler lønn.",
    "advanceTaxTitle": "Forskuddsskatt",
    "advanceTaxDeadlineForSoleProprietorship": "Frist for ENK: 15. mar. / 15. jun. / 15. sept. / 15. des.",
    "advanceTaxDeadlineForCorporation": "Frist for AS: 15. feb. / 15. apr.",
    "advanceTaxFor": "Alle skattepliktige.",
    "formsforaccounting": "Skjemaer for regnskap",
    "cashReconciliation": "Kasseoppgjør (pdf)",
    "cashCounting": "Kassetelling (excel)",
    "cashBook": "Kassebok (excel)",
    "companyCar": "Firmabil beregning av fordel (excel)",
    "salesReport": "Omsetningsrapport (excel)",
  
  
    "contactPageTitle": "Har du noe på hjertet?",
    "contactPageDescription": "Vi gjør jobben vår vanskeligere, slik at det er lettere for deg. Vårt dedikerte team er klare for å lytte til dine behov, og gi deg den beste opplevelsen.",
    "talkToUs": "Snakk med oss",
    "yourFeedbackIsImportant": "Din tilbakemelding er viktig for oss. Vi er klare til å lytte og finne løsninger sammen.",
    "phoneNumber": "+0047 40 05 68 98",
    "whenInNeed": "Når en er i nød",
    "helpFromFriends": ".. trenger man litt hjelp fra venner... eller MN Regnskap support. Ikke overtenk... vi er her for deg.",
    "requestConsultation": "Be om konsultasjon",
    "concentrateOnWhatYouDoBest": "Konsentrer deg om det du er god på – Vi tar oss av regnskapet! Ta kontakt med oss for en uforpliktende samtale.",
    "submit": "Send Inn",
    "letsTalkOverCoffee": "Skal vi ta det over en kopp kaffe? ☕️",
    "headOffice": "Hovedkontor",
    "address": "Vollaveien 20 A, Oslo, 0668, Norge",
    "callUs": "Ring oss",
    "organizationNumber": "Organisasjonsnummer",
    "organizationNumberValue": "992 720 999",
    "email": "mn@mnregnskap.no",
    "success_message": "Eposten har blitt sendt!",
    "notSuccess_message": "Eposten har ikke blitt sendt!",
    "alert_message": "Vennligst fyll ut alle feltene.",
    "validate_email": "Vennligst oppgi en gyldig e-postadresse.",
  
  
  
    "CharteredAccountant": "Autorisert regnskapsfører",
    "Accountant": "Regnskapfører",
    "assistant": "Regnskaps medarbeidere",
    "moosa_text": "Ferdig utdannet revisor og statsautorisert regnskapsfører med over 19 års bransjeerfaring. Han er også en anerkjent kontrollør i Regnskap Norge, og hans ekspertise og lidenskap for nøyaktighet gjenspeiles i hvert oppdrag han utfører. Moosa leverer skreddersydde regnskapsløsninger med fokus på kvalitet og etterlevelse av gjeldende regelverk. Med hans omfattende kompetanse kan du være trygg på at dine regnskapsmessige behov blir håndtert profesjonelt og effektivt.",
    "naila_text": "Naila har utdannelse fra Handelshøyskolen BI i Oslo. Hun er en dyktig revisor, og autorisert regnskapsfører med en imponerende karriere på over 24 år i bransjen. Hun har opparbeidet seg anerkjennelse, og hennes engasjement for nøyaktighet og kvalitet skinner gjennom i hvert oppdrag hun tar på seg. Naila er dedikert til å levere skreddersydde regnskapsløsninger som oppfyller høye standarder og følger gjeldende regelverk til punkt og prikke. Hun har spesialkompetanse innen regnskapsføring for leger og tannleger.",
    "haseeb_text": "Haseeb er en erfaren regnskapsfører med ni års erfaring i bransjen. Han bryr seg om presisjon og er særdeles dedikert, og utmerker seg i å utvikle skreddersydde regnskapsløsninger som møter strenge regulatoriske standarder.",
    "ibrahim_text": "Ibrahim har over åtte års erfaring med prosjektledelse og strategisk planlegging. Hans ekspertise i å lede tverrfaglige team og hans detaljfokus gjør ham uvurderlig i håndtering av komplekse forretningsutfordringer.",
    "asad_text": "Asad er en dyktig & nøyaktig regnskapsfører og har 7 års erfaring innen regnskap og revisjon hos oss. Han er dyktig i finansiell rapportering og skattesaker, og bidrar betydelig til våre kunders økonomiske strategier.",
    "nitasha_text": "Nitasha er vårt nyeste medlem og har vært en del av teamet vårt i 2 år. Hun en frisk kraft og studerer på Handelshøyskolen BI. Hun er spesielt talentfull innen økonomisk analyse og intern revisjon.",
  
  
  
    "approvals": "Godkjenninger",
    "get_in_touch": "Ta kontakt",
    "copyright": "M&N regnskap. Opphavsrett ©",
  
    "welcome_message": "Hei der 👋! Velkommen til siden. Gi meg beskjed dersom du har noen spørsmål.",
    "chat": "Chat med oss!",
    "answer": "Vi svarer så fort vi kan.",
    "message_placeholder": "Skriv inn meldingen din ...",
    "popup_chat": "Velkommen til vår chatbot!",
    "popup_message": "Vi er her for å hjelpe deg. Spør oss gjerne om hva som helst!",
    "chat_mona": "Roboten Mona kan svare på spørsmål om regnskap generelt eller selskapet M&N Regnskap spesifikt. Roboten er bygget på modellen",
    "aboutchat": "Alle spørsmål sendt inn blir lagret.",
    "writeMessage": "Skriv inn meldingen din ...",
    "chatWithUs": "Chat med oss!",
    "respondFast": "Vi svarer så fort vi kan.",
  
    "tjenesterHeading": "Vi hjelper deg innen en bred mengde tjenester ",
    "tjenesterParagraph": "Blandt annet hjelper vi med regnskap, rådgivning, lønn og skattemelding. Les videre for flere detaljer.",
  
    "firstHeading": "Regnskap",
    "firstHeadingP1": "Løpende bokføring, årsoppgjør og rapportering til Altinn. Regnskapstjenester omfatter en rekke viktige oppgaver for å sikre god økonomistyring og rapportering for bedrifter og organisasjoner.",
    "firstHeadingP2": "Dette inkluderer løpende bokføring, som er kontinuerlig registrering og oppdatering av økonomiske transaksjoner som kjøp, salg og betalinger. Årsoppgjør er en essensiell del av regnskapsprosessen, der regnskapsåret avsluttes og alle økonomiske data samles og analyseres for å lage årsregnskapet.",
  
    "secondHeading": "Rådgivning",
    "secondHeadingP1": "Få assistanse fra regnskapseksperter for å få mest mulig ut av tiden og pengene dine. Rådgivning innen regnskap gir deg muligheten til å få profesjonell assistanse fra erfarne regnskapseksperter.",
    "secondHeadingP2": "Ved å benytte deg av regnskapsrådgivning kan du maksimere effektiviteten i bruk av både tid og ressurser. Ekspertrådgivning innen regnskap hjelper deg med å optimalisere din økonomiske situasjon og gjøre kloke beslutninger som sikrer best mulig utbytte av dine midler.",
  
    "thirdHeading": "Lønn",
    "thirdHeadingP1": "Har du ansatte? Spar tid ved å overlate lønnsbehandlingen og rapporteringen til A-meldingen til oss.",
    "thirdHeadingP2": "Med våre tjenester tar vi oss av alle aspekter ved lønnsadministrasjonen, inkludert beregning av lønn, utbetaling, rapportering av skattetrekk og trygdeavgifter, samt innrapportering til A-meldingen.",
    "thirdHeadingP3": "Du kan stole på våre regnskapseksperter for nøyaktig og effektiv håndtering av lønnsprosessen, slik at du kan fokusere på å drive virksomheten din.",
  
    "fourthHeading": "Skattemelding",
    "fourthHeadingP1": "Vi hjelper deg med dine private skattemeldinger, enten elektronisk eller på papir.",
    "fourthHeadingP2": "Skattemelding er en viktig del av personlig økonomi, og vi er her for å gjøre den prosessen enklere for deg. Enten det er elektronisk eller på papir, kan våre regnskapseksperter veilede deg gjennom dine private skattemeldinger.",
    "fourthHeadingP3": "Ta kontakt med oss når som helst – vi sikrer alltid din tilfredshet.",
  
    "notFound": "Ser ut som at noen har bokført denne siden på feil konto! Men fortvil ikke, vi hjelper deg med å balansere bøkene igjen. Bruk menyen for å finne veien tilbake:"
  }
  
  
  
  
  
  
  
  
  
  
  