{
    "home": "Home",
    "about": "About Us",
    "deadlines": "Useful information",
    "contact_us": "Contact",
    "tjenester": "Services",
    "english": "English",
    "norwegian": "Norwegian",
    "language": "Language",
  
    "omOssOverskrift1": "Our history",
    "omOssOverskrift2": "We are your partners behind the numbers.",
    "omOssBrødtekst1": "&N Regnskap is centrally located on Alna and has extensive experience with accounting. Our customers are both in Oslo and other parts of the country.",
    "omOssBrødtekst2": "Our team consist of highly educated people with much experience within the field. The company was created by Moosa Ali Rashid and Naila Sohail Khokhar.",
    "omOssBrødtekst3": "M&N Accounting maintains a high professional standard and robust quality assurance routines, aware that accounting comes with strict requirements and tight deadlines. We offer services from A to Z and work largely digitally, but also adapt to clients' desires for paper-based solutions. Let us handle the accounting, so you can focus on what you do best!",
    "omOssBrødtekst4": "Focus on what you're good at – We'll take care of the accounting!",
    "omOssTeam": "Our Team",
  
    "regnskap": " M&N ACCOUNTING",
    "home_page_text": "We take care of your accounting!",
    "ambitions_expertise": "Your Ambitions, Our Expertise - How Can We Support You?",
    "accounting": "Accounting",
    "accounting_description": "Continuous bookkeeping, Annual accounts, Tax return, and Reporting to Altinn.",
    "advice": "Advice",
    "advice_description": "Get assistance from accounting experts to make the most of your time and money.",
    "salary": "Salary",
    "salary_description": "Do you have employees? Save time by letting us handle payroll processing and reporting to the A-ordningen.",
    "tax_return": "Tax return",
    "tax_return_description": "We assist you with your personal tax returns either electronically or by email.",
  
    "charted_accountant": "Chartered accountant",
    "our_partner": "Our partner",
    "focus_on": "Focus on what you're good at -We'll take care of the accounting! Contact us for a non-binding conversation",
  
    "history": "History",
    "about_us_text": "M&N Accounting is a personal accounting firm that communicates well with its clients, knows their financial history and condition, and provides services that optimize the client’s financial situation. Our goal is to be an important contributor to our clients as an accountant and advisor. We have a broad network of contacts in the field of auditing and legal services.",
    "history_text": "M&N Accounting is located centrally on Frogner. We have extensive experience in accounting in most industries. We provide accounting services for customers in Oslo and the rest of Norway. We have employees with a high education and vast experience.",
    "the_team_behind": "The team behind M&N Regnskap",
    "chartered_accountant": "Chartered accountant",
    "accountant": "Accountant",
  
    "MN_accountant": "M&N ACCOUNTANT",
    "we_take_care_of_accounting": "We take care of the accounting!",
    "how_can_we_support_you": "Your Ambitions, Our Expertise – How Can We Support You?",
    "Accounting": "Accounting",
    "what_we_offer": "Ongoing Bookkeeping, Year-End Statements, Tax Returns, and Reporting into Altinn.",
    "about_us": "About us",
    "more_info": "More info",
    "our_partners": "Our partners",
    "meet_us": "Meet us",
    "join_us": "JOIN OUR FAMILY OF TALENT",
    "contact_us_conversation": "Concentrate on what you are good at - We take of the accounts! Contact us for a no-obligation conversation.",
  
    "anything_on_heart": "Do you have anything on your heart?",
    "what_our_team_does": "We make our job harder so it's easier for you. Our dedicated team is ready to listen to your needs and provide you with the best experience.",
    "talk_to_us": "Talk to us",
    "your_feedback": "Your feedback is important to us. We are ready to listen and find solutions together",
    "when_on_distress": "When one is in distress",
    "help_from_us": "When in need, a little help from friends—or MN Accounting support—can make all the difference. Don't overthink; we're here for you.",
    "request_a_consultation": "Request a consultation",
    "concentrate": "Focus on what you're good at – We'll take care of the accounting! Get in touch with us for a no-obligation conversation.",
    "name": "Name",
    "Email": "Email",
    "send": "Submit",
    "talk_coffee": "Shall we discuss it over a cup of coffee?",
    "head_office": "Head office",
    "call_us": "Call us",
    "organization_number": "Organization number",
    "ok": "Approvals",
  
    "namePlaceholder": "Name",
    "emailPlaceholder": "Email",
    "messagePlaceholder": "write your message here",
  
    "Ta": "Contact",
    "deadlinesTitle": "Deadlines",
    "annualAccountingDeadlinesTitle": "Annual Accounting Deadlines",
    "annualAccountingDeadlinesText": "It's important to keep track of deadlines and submissions for various accounting tasks. Staying updated with these deadlines is crucial. You can find a complete list of all relevant deadlines here. Below is an overview of the most important and common deadlines that business owners need to be aware of!",
    "shareholderDeclarationTitle": "Shareholder Register Statement",
    "deadline": "Deadline:",
    "shareholderDeclarationDeadline": "January 31",
    "who": "Who:",
    "shareholderDeclarationFor": " All AS (Corporations).",
    "VATDeadlinesTitle": "VAT Deadlines",
    "VATDeadlineBiMonthly": "VAT (bimonthly)",
    "VATDeadlineBiMonthlyDates": "Apr. 10 / Jun. 10 / Aug. 31 / Oct. 10 / Dec. 10 / Feb. 10",
    "VATDeadlineBiMonthlyFor": " All VAT-registered that do not have annual VAT.",
    "VATDeadlineAnnual": "VAT (annual)",
    "VATDeadlineAnnualDate": "March 10",
    "VATDeadlineAnnualFor": " Everyone who has annual VAT.",
    "VATAnnualNote": "Annual VAT is something enterprises with under 1 million in annual turnover can apply for.",
    "employmentDeclarationTitle": "Employment Declaration",
    "employmentDeclarationDeadline": " Every month (within the 5th of the following month).",
    "employmentDeclarationFor": "Everyone who pays out salaries.",
    "advanceTaxTitle": "Advance Tax",
    "advanceTaxDeadlineForSoleProprietorship": " Mar. 15 / Jun. 15 / Sep. 15 / Dec. 15",
    "advanceTaxDeadlineForCorporation": " Feb. 15 / Apr. 15",
    "advanceTaxFor": " All taxpayers.",
    "formsforaccounting": "Forms for accounting",
    "cashReconciliation": "Cash reconciliation (PDF)",
    "cashCounting": "Cash counting (Excel)",
    "cashBook": "Cash book (Excel)",
    "companyCar": "Company car benefit calculation (Excel)",
    "salesReport": "Sales report (Excel)",
    "success_message": "Email has been sent!",
    "notSuccess_message": "Email has not been sent!",
    "alert_message": "Please fill out all fields.",
    "validate_email": "Please provide a valid email address.",
  
    "contactPageTitle": "Got something on your mind?",
    "contactPageDescription": "We do our job thoroughly, so everything becomes easier for you. Our dedicated team is ready to listen to your needs and provide you with a good experience.",
    "talkToUs": "Talk to Us",
    "yourFeedbackIsImportant": "Your feedback is important to us. We're ready to listen and find solutions together.",
    "phoneNumber": "+0047 40 05 68 98",
    "whenInNeed": "When in need",
    "helpFromFriends": "...one needs a little help from friends... or MN Accounting support. Don't overthink... we're here for you.",
    "requestConsultation": "Request a Consultation",
    "concentrateOnWhatYouDoBest": "Focus on what you do best – We'll take care of the accounting! Contact us for a non-binding conversation.",
    "submit": "Submit",
    "letsTalkOverCoffee": "Shall we talk it over a cup of coffee? ☕️",
    "headOffice": "Head Office",
    "address": "Vollaveien 20 A, Oslo, 0668, Norway",
    "callUs": "Call Us",
    "organizationNumber": "Organization Number",
    "organizationNumberValue": "992 720 999",
    "email": "mn@mnregnskap.no",
  
    "CharteredAccountant": "Chartered accountant",
    "assistant": "Accounting assistant",
    "Accountant": "Accountant",
    "moosa_text": "Moosa is a fully qualified auditor and authorized accountant with over 19 years of industry experience. He is also a recognized auditor in Accounting Norway, and his expertise and passion for accuracy are reflected in every task he performs. Moosa delivers tailored accounting solutions with a focus on quality and compliance with current regulations. With his extensive expertise, you can rest assured that your accounting needs will be handled professionally and efficiently.",
    "naila_text": "Naila holds a degree from the BI Norwegian Business School in Oslo. She is a skilled accountant and authorized accountant with an impressive career spanning over 24 years in the industry. She has earned recognition, and her commitment to accuracy and quality shines through in every task she undertakes. Naila is dedicated to delivering tailored accounting solutions that meet high standards and adhere to current regulations down to the last detail. She specializes in accounting for doctors and dentists.",
    "haseeb_text": "Haseeb is an experienced accountant with nine years of industry experience. He cares about precision and is exceptionally dedicated, excelling in developing tailored accounting solutions that meet strict regulatory standards.",
    "ibrahim_text": "Ibrahim has over eight years of experience in project management and strategic planning. His expertise in leading cross-functional teams and his attention to detail make him invaluable in handling complex business challenges.",
    "asad_text": " Asad is a skilled and accurate accountant with seven years of experience in accounting and auditing with us. He excels in financial reporting and tax matters, significantly contributing to our clients' financial strategies.",
    "nitasha_text": "Nitasha is our newest member and has been part of our team for 2 years. She is a breath of fresh air and is studying at the BI Norwegian Business School. She is particularly talented in financial analysis and internal auditing.",
  
  
    "approvals": "Approvals",
    "get_in_touch": "Get in touch",
    "copyright": "M&N Accounting. Copyright ©",
  
  
    "welcome_message": "Hei der 👋! Velkommen til siden. Gi meg beskjed dersom du har noen spørsmål.",
    "chat": "Chat med oss!",
    "answer": "Vi svarer så fort vi kan.",
    "message_placeholder": "Skriv inn meldingen din ...",
    "popup_chat": "Velkommen til vår chatbot!",
    "popup_message": "Vi er her for å hjelpe deg. Spør oss gjerne om hva som helst!",
    "chat_mona": "Roboten Mona kan svare på spørsmål om regnskap generelt eller selskapet M&N Regnskap spesifikt. Roboten er bygget på modellen",
    "aboutchat": "Alle spørsmål sendt inn blir lagret.",
    "writeMessage": "Skriv inn meldingen din ...",
    "chatWithUs": "Chat med oss!",
    "respondFast": "Vi svarer så fort vi kan.",
  
    "tjenesterHeading": "We help you with a wide range of services",
    "tjenesterParagraph": "Among other things, we assist with accounting, consulting, payroll, and tax returns. Read on for more details.",
  
    "firstHeading": "Accounting",
    "firstHeadingP1": "Continuous bookkeeping, annual accounts, and reporting to Altinn. Accounting services encompass a range of important tasks to ensure good financial management and reporting for businesses and organizations.",
    "firstHeadingP2": "This includes continuous bookkeeping, which involves ongoing recording and updating of financial transactions such as purchases, sales, and payments. Annual accounts are an essential part of the accounting process, where the financial year is closed, and all financial data is gathered and analyzed to create the annual financial statements.",
  
    "secondHeading": "Consultancy",
    "secondHeadingP1": "Get assistance from accounting experts to make the most of your time and money. Accounting consultancy offers you the opportunity to receive professional assistance from experienced accounting experts.",
    "secondHeadingP2": "By utilizing accounting consultancy, you can maximize efficiency in the use of both time and resources. Expert accounting advice helps you optimize your financial situation and make wise decisions to ensure the best possible return on your funds.",
  
    "thirdHeading": "Payroll",
    "thirdHeadingP1": "Do you have employees? Save time by letting us handle payroll and reporting to the tax authorities.",
    "thirdHeadingP2": "With our services, we take care of all aspects of payroll administration, including salary calculation, payment, reporting of tax deductions and social security contributions, as well as reporting to the tax authorities.",
    "thirdHeadingP3": "You can rely on our accounting experts for accurate and efficient management of the payroll process, allowing you to focus on running your business.",
  
    "fourthHeading": "Tax Returns",
    "fourthHeadingP1": "We assist you with your private tax returns, whether electronic or paper-based.",
    "fourthHeadingP2": "Tax returns are a critical aspect of personal finance, and we are here to simplify that process for you. Whether electronic or paper-based, our accounting experts can guide you through your private tax returns.",
    "fourthHeadingP3": "We assist you with your private tax returns, whether electronic or paper-based.\n\nTax returns are a critical aspect of personal finance, and we are here to simplify that process for you.\n\nWhether electronic or paper-based, our accounting experts can guide you through your private tax returns.\n\nFeel free to contact us at any time, and we will always ensure your satisfaction.",
  
    "notFound": "Looks like someone has posted this page to the wrong account! But don't worry, we'll help you balance the books again. Use the menu to find your way back:"
  }
  
  
  
  
  
  
  
  