{
    "Index": {
      "mainTitle": "M&N REGNSKAP",
      "mainSubtitle": "We take care of your accounting!",
      "aboutUs": "About Us",
      "accountingTitle": "Your ambitions, our expertise - How can we support you?",
      "accounting": "Accounting",
      "accountingDescription": "Ongoing bookkeeping, annual accounts, and reporting to Altinn.",
      "consulting": "Consulting",
      "consultingDescription": "Get assistance from accounting experts to make the most of your time and money.",
      "payroll": "Payroll",
      "payrollDescription": "Have employees? Save time by letting us handle payroll processing and reporting to A-meldingen.",
      "taxReporting": "Tax Return",
      "taxReportingDescription": "We help you with your private tax returns either electronically or by email.",
      "moreInfo": "More Info",
      "meetUs": "Meet Us",
      "authorizedAccountant": "Authorized Public Accountant",
      "moosaAlt": "Image of Moosa, one of the founders of M&N Regnskap (Authorized Public Accountant)",
      "nailaAlt": "Image of Naila, one of the founders of M&N Regnskap (Authorized Public Accountant)",
      "collaborateTitle": "Do you want to collaborate with us?",
      "collaborateSubtitle": "Focus on what you're good at - We take care of the accounting! Contact us for a non-binding conversation.",
      "contactUs": "Contact Us",
      "contactBgAlt": "Background image of some accounting books stacked on top of each other."
    },
    "Services": {
        "moosaAlt": "Image of Moosa on the services page",
        "servicesTitle": "We assist you with a wide range of services",
        "servicesDescription": "Among other things, we help with accounting, consulting, payroll, and tax returns. Read on for more details.",
        "accounting": "Accounting",
        "accountingDescription1": "Ongoing bookkeeping, annual accounts, and reporting to Altinn. Accounting services include a range of important tasks to ensure good financial management and reporting for businesses and organizations.",
        "accountingDescription2": "This includes ongoing bookkeeping, which is the continuous recording and updating of financial transactions such as purchases, sales, and payments. Annual accounts are an essential part of the accounting process, where the fiscal year is closed and all financial data is collected and analyzed to create the annual financial statements.",
        "consulting": "Consulting",
        "consultingDescription1": "Get assistance from accounting experts to make the most of your time and money. Consulting in accounting gives you the opportunity to get professional assistance from experienced accounting experts.",
        "consultingDescription2": "By utilizing accounting consulting, you can maximize the efficiency in the use of both time and resources. Expert consulting in accounting helps you optimize your financial situation and make wise decisions that ensure the best possible return on your funds.",
        "payroll": "Payroll",
        "payrollDescription1": "Have employees? Save time by entrusting payroll processing and reporting to A-meldingen to us.",
        "payrollDescription2": "With our services, we take care of all aspects of payroll administration, including salary calculation, payment, reporting of tax deductions and social security contributions, as well as reporting to A-meldingen.",
        "payrollDescription3": "You can rely on our accounting experts for accurate and efficient handling of the payroll process, so you can focus on running your business.",
        "haseebAlt": "Image of Haseeb on the services page",
        "taxReturn": "Tax Return",
        "taxReturnDescription1": "We assist you with your personal tax returns, either electronically or on paper.",
        "taxReturnDescription2": "Tax return is an important part of personal finance, and we are here to make the process easier for you. Whether it is electronic or on paper, our accounting experts can guide you through your personal tax returns.",
        "taxReturnDescription3": "Contact us at any time – we always ensure your satisfaction."
    },
    "Team": {
        "ourHistoryTitle": "Our History",
        "ourHistoryDescription1": "M&N Regnskap is centrally located in Alna and has extensive experience in accounting across various industries. We serve customers in Oslo and other parts of Norway.",
        "ourHistoryDescription2": "Our team consists of highly educated employees with long experience in the field. The company was founded by Moosa Ali Rashid and Naila Sohail Khokhar in 2008, both with education in auditing.",
        "historyImgAlt": "Image of Moosa on the services page",
        "aboutImgAlt": "Image of Naila on the services page",
        "aboutUsTitle": "About Us",
        "aboutUsDescription1": "M&N Regnskap has a high professional standard and good quality assurance routines, as we are aware that accounting is associated with strict requirements and tight deadlines. We offer services from A to Z and work largely digitally today, but we also adapt to clients' wishes for paper-based solutions. Let us take care of the accounting, so you can focus on what you do best!",
        "aboutUsDescription2": "Focus on what you're good at – We take care of the accounting!",
        "teamTitle": "Our Team",
        "moosaAlt": "Image of Moosa",
        "moosaTitle": "Authorized Public Accountant",
        "moosaDescription": "Graduated auditor and authorized public accountant with over 19 years of industry experience. He is also a recognized controller in Regnskap Norge, and his expertise and passion for accuracy are reflected in every assignment he performs. Moosa delivers tailored accounting solutions with a focus on quality and compliance with current regulations. With his extensive expertise, you can be confident that your accounting needs are handled professionally and efficiently.",
        "nailaAlt": "Image of Naila",
        "nailaTitle": "Authorized Public Accountant",
        "nailaDescription": "Naila has an education from the BI Norwegian Business School in Oslo. She is a skilled auditor and authorized public accountant with an impressive career spanning over 24 years in the industry. She has gained recognition, and her commitment to accuracy and quality shines through in every assignment she undertakes. Naila is dedicated to delivering tailored accounting solutions that meet high standards and follow current regulations to the letter. She has special expertise in accounting for doctors and dentists.",
        "haseebAlt": "Image of Haseeb",
        "haseebTitle": "Accountant",
        "haseebDescription": "Haseeb is an experienced accountant with nine years of industry experience. He cares about precision and is highly dedicated, excelling in developing tailored accounting solutions that meet strict regulatory standards.",
        "ibrahimAlt": "Image of Ibrahim",
        "ibrahimTitle": "Authorized Public Accountant",
        "ibrahimDescription": "Ibrahim has over eight years of experience in project management and strategic planning. His expertise in leading cross-functional teams and his attention to detail make him invaluable in handling complex business challenges.",
        "asadAlt": "Image of Asad",
        "asadTitle": "Accountant",
        "asadDescription": "Asad is a skilled and accurate accountant with 7 years of experience in accounting and auditing with us. He is proficient in financial reporting and tax matters, and contributes significantly to our clients' financial strategies.",
        "nitashaAlt": "Image of Nitasha",
        "nitashaTitle": "Accounting Staff",
        "nitashaDescription": "Nitasha is our newest member and has been part of our team for 2 years. She is a fresh force and studies at the BI Norwegian Business School. She is especially talented in financial analysis and internal auditing."
    },
    "Information": {
        "deadlinesTitle": "Deadlines",
        "yearlyDeadlinesTitle": "Yearly Accounting Deadlines",
        "yearlyDeadlinesDescription": "It is important to keep track of deadlines and submissions for various accounting tasks. Staying updated with these deadlines is crucial. Below is an overview of the most important and common deadlines that business owners need to consider!",
        "shareholderTaskTitle": "Shareholder Register Statement",
        "shareholderTaskDeadline": "January 31",
        "shareholderTaskWho": "All AS.",
        "vatDeadlinesTitle": "VAT Deadlines",
        "vatEveryTwoMonths": "VAT (every two months)",
        "vatEveryTwoMonthsDeadline": "April 10 / June 10 / August 31 / October 10 / December 10 / February 10",
        "vatEveryTwoMonthsWho": "All VAT-registered who do not have annual VAT.",
        "vatYearly": "VAT (annual)",
        "vatYearlyDeadline": "March 10",
        "vatYearlyWho": "All who have annual VAT.",
        "vatYearlyDescription": "Annual VAT is something businesses with under 1 million in annual turnover can apply for.",
        "incomeReportingTitle": "Income Reporting",
        "incomeReportingDeadline": "Every month (by the 5th of the following month).",
        "incomeReportingWho": "Everyone who pays wages.",
        "advanceTaxTitle": "Advance Tax",
        "advanceTaxDeadlineENK": "Deadline for ENK:",
        "advanceTaxENK": "March 15 / June 15 / September 15 / December 15",
        "advanceTaxDeadlineAS": "Deadline for AS:",
        "advanceTaxAS": "February 15 / April 15",
        "advanceTaxWho": "All taxpayers."
    },
        "NavBar": {
        "home": "Home",
        "aboutUs": "About Us",
        "services": "Services",
        "information": "Useful Information",
        "contactUs": "Contact",
        "language": "EN"
    },
    "Footer": {
        "approvals": "Approvals",
        "approvalLogoAlt": "logo of member of Norway",
        "contactUs": "Contact Us",
        "allRightsReserved": "All rights reserved."
    },
    "Chatbot": {
        "welcome_message": "Hi there 👋! Welcome to the page. Let me know if you have any questions.",
        "popup_title": "Welcome to our chatbot!",
        "popup_message": "We are here to help you. Feel free to ask us anything!",
        "chat_with_us": "Chat with us!",
        "we_will_reply": "We will reply as soon as we can.",
        "input_placeholder": "Type your message ..."
      }
}